tutorials/liquidProperties/cavity/Allrun
#!/bin/sh
cd ${0%/*} || exit 1    # run from this directory

liquidProperties constant/liquidProperties
